Repository: extendlab/extendlab-link-preview
Catalog: languages/extlb-lp-*.po
Languages: de_de

source: Add your custom CSS selector here, the default is .entry-content a
de_de: Füge hier deinen individuellen CSS-Seketor ein, der Standard ist .entry-content a

source: Darkmode on
de_de: Dunkler Modus an

source: Extendlab - Link Preview Settings
de_de: Extendlab - Link Preview Einstellungen

source: Hide Thumbnails
de_de: Vorschaubilder ausblenden

source: Hide on mobile (< 720px)
de_de: Auf mobile ausblenden (< 720px)

source: Save Settings
de_de: Einstellungen speichern

source: Selector
de_de: Selektor

source: Visibility
de_de: Sichtbarkeit

source: You can choose if you want a dark grey or a white popup
de_de: Du kannst wählen, ob du ein dunkelgraues oder weißes Popup möchtest

source: You can choose if you want to deactivate the popup on mobile devices
de_de: Du kannst wählen, ob du das Popup auf mobilen Geräten deaktivieren willst

source: You can toggle the visibility of the article thumbnails inside the popup
de_de: Du kannst die Sichtbarkeit der Vorschaubilder innerhalb des Popups wählen

source: You do not have sufficient permissions to access this page.
de_de: Du hast nicht genügend Berechtigungen, um auf diese Seite zuzugreifen.

source: Your custom css selector
de_de: Dein individueller CSS-Selektor

source: Settings
de_de: Einstellungen

source: More by Extendlab
de_de: Mehr von Extendlab

source: Transmission successful!
de_de: Übertragung erfolgreich!

source: Post-Title or Post-Content is NULL.
de_de: Post-Titel oder Post-Inhalt ist NULL.

source: Read more...
de_de: Mehr erfahren…
